<template>
  <div class="PrivacyPolicy">
    <!-- 隐私协议 -->
    <inputTop :type="3"></inputTop>
    <div class="PrivacyPolicy_body">
      <h3>领先未来隐私协议</h3>
      <h4>【特别提示】</h4>
      <p>本《领先未来隐私协议》（以下简称“协议”）是领先智采APP（领先智采移动客户端软件、应用程序，以下称“领先智采”）内管理规则与引导文件的重要组成部分。</p>
      <p>
        请您仔细阅读本协议，并在全面了解本协议的全部内容及其含义的基础上<strong
          class="decoration"
        >，特别是以粗体/粗体下划线标识的条款，您应重点阅读，以明示或默示的方式，确认本协议对您（包括：企业、部队、政府机关等所有使用领先智采的主体及其授权的操作领先智采内账户的人员）的效力。</strong>
      </p>
      <p>
        阅读过程中，如您有任何疑问，可联系我们的客服咨询，我们会向您作出充分的解释以
        <strong
          class="decoration"
        >确认您已经充分理解本协议所写明的内容，并让您可以按照本协议的指引做出您认为适当的选择。如您不同意协议中的任何条款，您应立即停止访问领先智采。阅读协议的过程中，如果您不同意相关协议或其中任何条款约定，您应立即停止使用领先智采，如您未明显拒绝本协议，且持续使用的，则视为您同意接受本协议对您的效力；即意味着您同意本协议(含更新版本)内容，并且同意我们按照本协议收集、使用、保存和共享您的相关信息。</strong>
      </p>
      <p>
        <strong
          class="decoration"
        >如对本协议或相关事宜有任何问题，您可随时通过访问【www.66123123.com】在线客服系统、发送邮件至【lxzc@66123123.com】或拨打我们的任何一部客服电话等多种方式与我们联系。版本发布日期：2020年08月31日</strong>
      </p>
      <p>引言</p>
      <p>
        <strong
          class="decoration"
        >领先未来科技集团有限公司（以下简称“我们”）作为领先智采的运营方，在向您提供商品与服务的过程中，将不可避免地会将您的企业、部队、政府机构的信息及领先智采账户操作人员的信息记录下来，并进行收集、保存、使用、共享、筛选、分析、对比等处理，以及我们为您提供的访问、更新、删除和保护这些信息的方式，以保证向您提供更优质的服务。</strong>
      </p>
      <p>同时我们非常重视对您上述信息的分类使用与保护，我们制定相应的内部保密信息管理制度，以保证您的信息不被非法使用，并依据本保密协议的约定使用您的保密信息。</p>
      <strong>定义</strong>
      <p>
        <strong>服务提供方：指通过领先智采向您提供商品与服务的主体，包括但不限于领先智采的运营方、服务与商品的供应商、运输方、售后服务方等，上述主体因须向您提供服务将不可避免地使用部分或全部您在领先智采内提供的信息。</strong>
      </p>
      <p>
        <strong>您的保密信息包括：您的部队番号、您的收货信息、您采购商品的使用方式或安装布局、您购买的硬件存储设备内存在的所有信息、您在领先智采的登录密码、行踪轨迹、银行账号及您的采购习惯与交易数据；同时，您委派的专门从事线上交易操作人员的电话、姓名、证件等交易中向领先智采提交备案的信息；除此之外，网络身份标识信息（包括系统账号、IP地址、邮箱地址及与前述有关的密码、口令、口令保护答案）；个人财产信息（交易和消费记录、优惠券、及领先智采的等虚拟财产信息）；个人上网记录（包括网站浏览记录、软件使用记录、点击记录）；个人常用设备信息（包括硬件型号、设备MAC地址、操作系统类型、软件列表唯一设备识别码（如IMEI/androidID/IDFA/OPENUDID/GUID、SIM卡IMSI信息等在内的描述个人常用设备基本情况的信息））；个人位置信息（包括精准定位信息、手动输入地址信息等）均在保密信息范围内。</strong>
      </p>
      <br />
      <p>本协议将帮助您了解以下内容：</p>
      <p>一、我们如何收集和使用您的信息</p>
      <p>二、我们如何使用Cookies和同类技术</p>
      <p>三、我们如何共享、转让、公开披露您的信息</p>
      <p>四、我们如何保护和保存您的信息</p>
      <p>五、您如何管理信息</p>
      <p>六、通知和修订</p>
      <p>七、如何联系我们</p>
      <br />
      <p>
        <strong>一、我们如何收集和使用您的信息</strong>
      </p>
      <p>在您使用我们的领先智采时，我们需要/可能需要收集和使用的您的信息包括如下二种：</p>
      <p>
        <strong
          class="decoration"
        >1、为实现向您提供我们产品及/或服务的基本功能，您须授权我们收集、使用的必要的信息。如您拒绝提供相应信息，您将无法正常使用我们的产品及/或服务；</strong>
      </p>
      <p>
        <strong>2、为实现向您提供我们产品及/或服务的附加功能，您可选择授权我们收集、使用的信息。如您拒绝提供，您将无法正常使用相关附加功能或无法达到我们拟达到的功能效果，但并不会影响您正常使用我们产品及/或服务的基本功能。</strong>
      </p>
      <p>以下为我们收集您信息的具体情形</p>
      <p>
        <strong>（一）您须授权我们收集和使用您信息的情形</strong>
      </p>
      <p>
        <strong>我们的产品与/或服务包括一些核心功能，这些功能包含了实现网上购物所必须的功能及保障交易安 全所必须的功能。</strong>
        <strong
          class="decoration"
        >我们可能会收集、保存和使用下列与您有关的信息才能实现上述这些功能。如果您不提供相关信息，您将无法享受我们提供的产品与/或服务。这些功能包括：</strong>
      </p>
      <p>
        <strong>1、实现网上购物所必须的功能</strong>
      </p>
      <p>
        <strong>（1）用户注册</strong>
      </p>
      <p>
        您首先需要注册一个账户成为领先智采用户。
        <strong>当您注册时，您需要至少向我们提供您准备使用的账户名、 密码、您的手机号码、电子邮箱地址（用于验证邮箱），我们将通过发送短信验证码或邮件的方式来验证您的身份是否有效。</strong>
      </p>
      <p>
        <strong>（2）商品信息展示和搜索</strong>
      </p>
      <p>
        <strong
          class="decoration"
        >为了让您快速地找到您所需要的商品，我们可能会收集您使用我们的产品与/或服务的设备信息（包括设备名称、设备型号、设备识别码、操作系统和应用程序版本、语言设置、分辨率、服务提供商网络ID（PLMN））、浏览器类型来为您提供商品信息展示的最优方式。 我们也会为了不断改进和优化上述的功能来使用您的上述信息。</strong>
      </p>
      <p>
        您也可以通过搜索来精准地找到您所需要的商品或服务。我们会保留您的搜索内容以方便您重复输入或为您展示与您搜索内容相关联的商品。
        <strong
          class="decoration"
        >请您注意，您的搜索关键词信息无法单独识别您的身份， 不属于您的信息，我们有权以任何的目的对其进行使用；只有当您的搜索关键词信息与您的其他信息相互结合使用并可以识别您的身份时，则在结合使用期间，我们会将您的搜索关键词信息作为您的信息，与您的搜索历史记录一同按照本协议对其进行处理与保护。</strong>
      </p>
      <p>
        <strong>为了将您感兴趣的商品或服务信息展示给您，或在您搜索时向您展示您可能希望找到的商品，我们可能会收集您的订单信息、浏览信息、您的兴趣爱好（您可以在账户设置中选择）进行数据分析以形成用户画像。我们还可能为了提供服务及改进服务质量的合理需要而获得的您的其他信息，包括您与客服联系时您提供的相关信息，您参与问卷调查时向我们发送的问卷答复信息，以及您与我们的关联方、我们合作伙伴之间互动时我们获得的相关信息。对于从您的各种设备上收集到的信息，我们可能会将它们进行关联，以便我们能在这些设备上为您提供一致的服务。我们可能会将来自某项服务的信息与来自其他服务的信息结合起来，以便为您提供服务、个性化内容和建议。如果您不希望受个性化内容的影响，您可以在商品展示页选择按照分类进行浏览和查找商品和服务；我们还在搜索结果中向该您提供了按照价格、销量排序等不针对个人特征的选项；未经您的明确同意，我们不会将您的相关信息提供给第三方。</strong>
      </p>
      <p>
        <strong>（3）下单</strong>
      </p>
      <p>
        当您确认完订单内容并在领先智采内向我们提交后，将形成您与我们之间的生效订单。
        <strong
          class="decoration"
        >您需要在订单中至少填写您的收货人姓名、收货地址以及手机号码，同时该订单中会载明订单号、您所购买的商品或服务信息、您应支付的货款金额及支付方式；您可以另外填写收货人的固定电话、邮箱地址信息以增加更多的联系方式确保商品可以准确送达，但不填写这些信息不影响您订单的生成。</strong>
      </p>
      <p>上述所有信息构成您的“订单信息”，我们将使用您的订单信息来进行您的身份核验、确定交易、确认结算金额、完成配送、为您查询订单以及提供客服咨询与售后服务；我们还会使用您的订单信息来判断您的交易是否存在异常以保护您的交易安全</p>
      <p>
        <strong>（4）交付产品与/或服务功能</strong>
      </p>
      <p>当您与我们之间的订单生效后，我们的关联方或与我们有合作的第三方配送公司（包括顺丰、圆通等，以下称“配送公司”）将为您完成订单的交付。您知晓并同意我们的关联方或与我们合作的第三方配送公司会在上述环节内使用您的订单信息以保证您的订购的商品能够安全送达。</p>
      <p>我们的配送员在为您提供配送服务的同时，基于某些业务法律要求实名认证的需求，会协助您完成实名认证，具体依据您所购买的商品性质决定。我们在此环节会使用您的身份证通过国家有权认证机构的专有设备对您的身份进行核验，我们并没有收集您的身份证信息，且我们的配送员均须遵守我们保密制度的规定。</p>
      <p>
        <strong>（5）客服与售后功能</strong>
      </p>
      <p>我们的电话客服和售后功能会使用您的账号信息和订单信息。</p>
      <p>为保证您的账号安全，我们的呼叫中心客服和在线客服会使用您的账号信息与您核验您的身份。当您需要我们提供与您订单信息相关的客服与售后服务时，我们将会查询您的订单信息。您有可能会在与我们的客服人员沟通时，提供给出上述信息外的其他信息，如当您要求我们变更配送地址、联系人或联系电话</p>
      <p>
        <strong>2、保障交易安全所必须的功能</strong>
      </p>
      <p>为提高您使用我们的产品与/或服务时系统的安全性，更准确地预防钓鱼网站欺诈和保护账户安全，我们可能会通过了解您的浏览信息、订单信息、您常用的软件信息、设备信息等手段来判断您的账号风险，并可能会记录一些我们认为有风险的链接（“URL”）；我们也会收集您的设备信息对于我们系统问题进行分析、统计流量并排查可能存在的风险、在您选择向我们发送异常信息时予以排查。</p>
      <p>
        <strong>（二）您可自主选择提供的信息的情形</strong>
      </p>
      <p>
        <strong>1、为使您购物更便捷或更有乐趣，从而提升您在我们的网上购物体验，我们的以下扩展功能中可能会收集和使用您的信息。如果您不提供这些信息，您依然可以进行网上购物，但您可能无法使用这些可以为您所带来购物乐趣的扩展功能或在购买某些商品时需要重复填写一些信息。这些扩展功能包括：</strong>
      </p>
      <p>
        <strong
          class="decoration"
        >（1）基于位置信息的个性化推荐功能：我们会收集您的位置信息（我们仅收集您当时所处的地理位置和您输入的地址，但不会将您各时段的位置信息进行结合以判断您的行踪轨迹）来判断您所处的地点，自动为您提供商品当地库存状态。</strong>
      </p>
      <p>
        <strong
          class="decoration"
        >基于摄像头（相机）的扩展功能：您可以使用这个扩展功能完成视频拍摄、拍照、扫码以及人脸识别登录的功能。当您使用人脸识别登录时我们会收集您的面部信息。未来我们可能会将人脸识别技术应用于更多场景，但那时我们会再次与您确认您是否愿意我们使用您的面部信息来实现这些扩展功能。</strong>
      </p>
      <p>
        <strong
          class="decoration"
        >（3）基于图片上传的扩展功能：您可以在我们上传您的照片来实现拍照购物功能和晒单、评价及问答功能，我们会使用您所上传的图片或视频来识别您需要购买的商品或使用包含您所上传图片或视频的晒单、评价及问答内容。</strong>
      </p>
      <p>
        <strong
          class="decoration"
        >（4）基于语音技术的扩展功能：您可以直接使用麦克风来进行语音购物或与我们的客服机器人进行咨询和互动。在这些功能中我们会收集您的录音内容以识别您购物需求和客服与售后需求。</strong>
      </p>
      <p>
        <strong>2、上述扩展功能可能需要您在您的设备中向我们开启您的地理位置（位置信息）、相机（摄像头）、相册（图片库）、麦克风的访问权限，以实现这些功能所涉及的信息的收集和使用。您可以在我们领先智采内逐项查看您上述权限的开启状态，并可以决定将这些权限随时的开启或关闭（我们会指引您在您的设备系统中完成设置）。</strong>
        <strong
          class="decoration"
        >请您注意，您开启这些权限即代表您授权我们可以收集和使用这些信息来实现上述的功能，您关闭权限即代表您取消了这些授权，则我们将不再继续收集和使用您的这些信息，也无法为您提供上述与这些授权所对应的功能。您关闭权限的决定不会影响此前基于您的授权所进行的信息的处理。</strong>
      </p>
      <p>
        <strong>（三）您充分知晓，以下情形中，我们收集、使用信息无需征得您的授权同意：</strong>
      </p>
      <p>
        <strong class="decoration">1、与国家安全、国防安全有关的；</strong>
      </p>
      <p>
        <strong class="decoration">2、与公共安全、公共卫生、重大公共利益有关的；</strong>
      </p>
      <p>
        <strong class="decoration">3、与犯罪侦查、起诉、审判和判决执行等有关的；</strong>
      </p>
      <p>
        <strong class="decoration">4、出于维护信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</strong>
      </p>
      <p>
        <strong class="decoration">5、所收集的信息是您自行或您授意他人向社会公众公开的</strong>
      </p>
      <p>
        <strong class="decoration">6、从合法公开披露的信息中收集的您的信息的，如合法的新闻报道、政府信息公开等渠道；</strong>
      </p>
      <p>
        <strong class="decoration">7、根据您的要求签订合同所必需的；</strong>
      </p>
      <p>
        <strong class="decoration">8、用于维护所提供的产品与/或服务的安全稳定运行所必需的，例如发现、处置产品与/或服务的故 障；</strong>
      </p>
      <p>
        <strong class="decoration">9、为合法的新闻报道所必需的；</strong>
      </p>
      <p>
        <strong
          class="decoration"
        >10、学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时， 对结果中所包含的信息进行去标识化处理的；</strong>
      </p>
      <p>
        <strong class="decoration">11、法律法规规定的其他情形。</strong>
      </p>
      <p>
        <strong>（四）我们从第三方获得您信息的情形</strong>
      </p>
      <p>
        <strong>我们可能从第三方获取您授权共享的账户信息（头像、昵称），并在您同意本协议后将您的第三方账户与您的我们账户绑定，使您可以通过第三方账户直接登录并使用我们的产品与/或服务。我们会将依据与第三方的约定、对信息来源的合法性进行确认后，在符合相关法律和法规规定的前提下，使用您的这些信息</strong>
      </p>
      <p>
        <strong>（五）您信息使用的规则</strong>
      </p>
      <p>
        <strong>1、我们会根据本协议的约定并为实现我们的产品与/或服务功能对所收集的信息进行使用。</strong>
      </p>
      <p>
        <strong>2、在收集您的信息后，我们将通过技术手段对数据进行去标识化处理，去标识化处理的信息将无法识别主体</strong>
        <strong
          class="decoration"
        >请请您了解并同意，在此情况下我们有权使用已经去标识化的信息；并在不透露您信息的前提下，我们有权对用户数据库进行分析并予以商业化的利用。</strong>
      </p>
      <p>
        <strong
          class="decoration"
        >3、请您注意，您在使用我们的产品与/或服务时所提供的所有信息，除非您删除或通过系统设置拒绝我们收集，否则将在您使用我们的产品与/或服务期间持续授权我们使用。在您注销账号时，我们将停止使用并删除您的信息，具体请详见本协议附件《账户注销须知》。</strong>
      </p>
      <p>
        <strong>4、我们会对我们的产品与/或服务使用情况进行统计，并可能会与公众或第三方共享这些统计信息，以展示我们的产品与/或服务的整体使用趋势。但这些统计信息不包含您的任何身份识别信息。</strong>
      </p>
      <p>
        <strong>5、当我们展示您的信息时，我们会采用包括内容替换、匿名处理方式对您的信息进行脱敏，以保护您的信息安全。</strong>
      </p>
      <p>
        <strong>6、当我们要将您的信息用于本协议未载明的其它用途时，或基于特定目的收集而来的信息用于其他目的时，会通过您主动做出勾选的形式事先征求您的同意。</strong>
      </p>
      <p>
        <strong>二、我们如何使用Cookies和同类技术</strong>
      </p>
      <p>
        <strong>（一）Cookies的使用</strong>
      </p>
      <p>1、为实现您联机体验的个性化需求，使您获得更轻松的访问体验。我们会在您的计算机或移动设备上发送一个或多个名为Cookies的小数据文件，指定给您的Cookies是唯一的，它只能被将Cookies发布给您的域中的Web服务器读取。我们向您发送Cookies是为了简化您重复登录的步骤、存储您的购物偏好或您购物车中的商品等数据进而为您提供购物的偏好设置、帮助您优化对广告的选择与互动、帮助判断您的登录状态以及账户或数据安全。</p>
      <p>2、我们不会将Cookies用于本协议所述目的之外的任何用途。您可根据自己的偏好管理或删除Cookies。您可以清除计算机上保存的所有Cookies，大部分网络浏览器会自动接受Cookies，但您通常可根据自己的需要来修改浏览器的设置以拒绝Cookies；另外，您也可以清除软件内保存的所有Cookies。但如果您这么做，您可能需要在每一次访问我们网站时亲自更改用户设置，而且您之前所记录的相应信息也均会被删除，并且可能会对您所使用服务的安全性有一定影响。</p>
      <p>
        <strong>（二）网络Beacon和同类技术的使用</strong>
      </p>
      <p>除Cookies外，我们还会在网站上使用网络Beacon等其他同类技术。我们的网页上常会包含一些电子图像（称为"单像素"GIF文件或"网络Beacon"）。我们使用网络Beacon的方式有：</p>
      <p>1、通过在我们网站上使用网络Beacon，计算用户访问数量，并通过访问Cookies辨认注册的我们用户。</p>
      <p>2、通过得到的Cookies信息，为您提供个性化服务。</p>
      <p>
        <strong>三、我们如何共享、转让、公开披露您的信息</strong>
      </p>
      <p>
        <strong>（一）共享</strong>
      </p>
      <p>
        <strong>1、我们不会与我们以外的任何公司、组织和个人共享您的信息，但以下情况除外：</strong>
      </p>
      <p>
        <strong class="decoration">（1）事先获得您明确的同意或授权；</strong>
      </p>
      <p>
        <strong class="decoration">（2）根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况下进行提供；</strong>
      </p>
      <p>
        <strong class="decoration">（3）在法律法规允许的范围内，为维护我们、我们的关联方或合作伙伴、您或其他我们用户或社会公众利益、财产或安全免遭损害而有必要提供；</strong>
      </p>
      <p>
        <strong class="decoration">（4）只有共享您的信息，才能实现我们的产品与/或服务的核心功能或提供您需要的服务；</strong>
      </p>
      <p>
        <strong class="decoration">（5）应您需求为您处理您与他人的纠纷或争议；</strong>
      </p>
      <p>
        <strong class="decoration">（6）符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；</strong>
      </p>
      <p>
        <strong class="decoration">（7）基于学术研究而使用;</strong>
      </p>
      <p>
        <strong class="decoration">（8）基于符合法律法规的社会公共利益而使用。</strong>
      </p>
      <p>
        <strong
          class="decoration"
        >2、我们可能会将您的信息与我们的关联方共享。但我们只会共享必要的信息，且受本协议中所声明目的的约束。我们的关联方如要改变信息的处理目的，将再次征求您的授权同意</strong>
      </p>
      <p>
        <strong
          class="decoration"
        >3、我们可能会向合作伙伴等第三方共享您的订单信息、账户信息、设备信息以及位置信息，以保障为您提供的服务顺利完成。但我们仅会出于合法、正当、必要、特定、明确的目的共享您的信息，并且只会共享提供服务所必要的信息。我们的合作伙伴无权将共享的信息用于任何其他用途。</strong>我们的合作伙伴包括以下类型：
      </p>
      <p>
        （1）商品或技术服务的供应商。
        <strong class="decoration">我们可能会将您的信息共享给支持我们功能的第三方。</strong>
        <strong>这些支持包括为我们的供货或提供基础设施技术服务、物流配送服务、支付服务、数据处理等。我们共享这些信息的目的是可以实现我们产品与/或服务的核心购物功能，比如我们必须与物流服务提供商共享您的订单信息才能安排送货；或者我们需要将您的订单号和订单金额与第三方支付机构共享以实现其确认您的支付指令并完成支付等。</strong>
      </p>
      <p>
        （2）第三方商家。
        <strong
          class="decoration"
        >我们必须将您的订单信息与交易有关的必要信息与第三方商家共享来实现您向其购买商品或服务的需求，并促使其可以完成后续的售后服务。</strong>
      </p>
      <p>
        （3）委托我们进行推广的合作伙伴。有时我们会代表其他企业向使用我们产品与/或服务的用户群提供促销推广的服务。
        <strong
          class="decoration"
        >我们可能会使用您的信息以及您的非信息集合形成的间接用户画像与委托我 们进行推广的合作伙伴（“委托方”）共享，但我们仅会向这些委托方提供推广的覆盖面和有效性 的信息，而不会提供您的个人身份信息，或者我们将这些信息进行汇总，以便它不会识别您个人。</strong>比如我们可以告知该委托方有多少人看了他们的推广信息或在看到这些信息后购买了委托方的商品，或者向他们提供不能识别个人身份的统计信息，帮助他们了解其受众或顾客。
      </p>
      <p>4、对我们与之共享信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本协议以及其他任何相关的保密和安全措施来处理信息。为了保障数据在第三方安全可控。</p>
      <p>5、为了遵守法律、执行或适用我们的使用条件和其他协议，或者为了保护我们、您或其他我们客户的权利及其财产或安全，比如为防止欺诈等违法活动和减少信用风险，而与其他公司和组织交换信息。不过,这并不包括违反本协议中所作的承诺而为获利目的出售、出租、共享或以其它方式披露的信息。</p>
      <p>
        <strong>（二）转让</strong>
      </p>
      <p>我们不会将您的信息转让给任何公司、组织和个人，但以下情况除外：</p>
      <p>
        <strong class="decoration">1、事先获得您明确的同意或授权；</strong>
      </p>
      <p>
        <strong class="decoration">2、根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况进行提供；</strong>
      </p>
      <p>
        <strong class="decoration">3、符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；</strong>
      </p>
      <p>
        <strong
          class="decoration"
        >4、在涉及合并、收购、资产转让或类似的交易时，如涉及到信息转让，我们会要求新的持有您信息 的公司、组织继续受本协议的约束，否则,我们将要求该公司、组织重新向您征求授权同意。</strong>
      </p>
      <h4>（三）公开披露</h4>
      <p>
        <strong class="decoration">我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才会公开披露您的信息：</strong>
      </p>
      <p>
        <strong class="decoration">1、根据您的需求，在您明确同意的披露方式下披露您所指定的信息；</strong>
      </p>
      <p>
        <strong
          class="decoration"
        >2、根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您信息的情况下，我们可能会依据所要求的信息类型和披露方式公开披露您的信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件，如传票或调查函。我们坚信，对于要求我们提供的信息，应该在法律允许的范围内尽可能保持透明。我们对所有的请求都进行了慎重的审查，以确保其具备合法依据，且仅限于执法部门因特定调查目的且有合法权利获取的数据。在法律法规许可的前提下，我们披露的文件均在加密密钥的保护之下。</strong>
      </p>
      <h4>四、我们如何保护和保存您的信息</h4>
      <h4>（一）我们保护您信息的技术与措施</h4>
      <p>我们非常重视信息安全，并采取一切合理可行的措施，保护您的信息</p>
      <h4>1、数据安全技术措施</h4>
      <p>我们会采用符合业界标准的安全防护措施，包括建立合理的制度规范、安全技术来防止您的信息遭到未经授权的访问使用、修改,避免数据的损坏或丢失。</p>
      <p>我们的网络服务采取了传输层安全协议等加密技术，通过https等方式提供浏览服务，确保用户数据在传输过程中的安全</p>
      <p>我们采取加密技术对用户信息进行加密保存，并通过隔离技术进行隔离。</p>
      <p>在信息使用时，例如信息展示、信息关联计算，我们会采用包括内容替换、SHA256在内多种数据脱敏技术增强信息在使用中安全性。</p>
      <p>我们采用严格的数据访问权限控制和多重身份认证技术保护信息，避免数据被违规使用。</p>
      <p>我们采用代码安全自动检查、数据访问日志分析技术进行信息安全审计。</p>
      <h4>2、我们为保护信息采取的其他安全措施</h4>
      <p>我们通过建立数据分类分级制度、数据安全管理规范、数据安全开发规范来管理规范信息的存储和使用。</p>
      <p>我们通过信息接触者保密协议、监控和审计机制来对数据进行全面安全控制。</p>
      <p>我们建立数据安全委员会并下设信息保护专职部门、数据安全应急响应组织来推进和保障信息安全。安全认证和服务。我们存储您信息的底层云技术取得了通过了公安部安全等级保护三级认证，同时还获得了ISO27000认证。</p>
      <p>加强安全意识。我们还会举办安全和隐私保护培训课程，加强员工对于保护信息重要性的认识。</p>
      <p>
        <strong>3、我们仅允许有必要知晓这些信息的我们及我们关联方的员工、合作伙伴访问信息，并为此设置了 严格的访问权限控制和监控机制。我们同时要求可能接触到您信息的所有人员履行相应的保密义务。 如果未能履行这些义务，可能会被追究法律责任或被中止与我们的合作关系。</strong>
      </p>
      <p>
        <strong>4、我们会采取一切合理可行的措施，确保未收集无关的信息。</strong>。我们只会在达成本协议所述目的所需的期限内保留您的信息，除非需要延长保留期或受到法律的允许。
      </p>
      <p>5、互联网并非绝对安全的环境，而且电子邮件、即时通讯、社交软件等与其他用户的交流方式无法确定是否完全加密，我们建议您使用此类工具时请使用复杂密码，并注意保护您的信息安全。</p>
      <p>
        <strong>6、互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。</strong>
      </p>
      <p>
        <strong>7、安全事件处置</strong>
      </p>
      <p>
        <strong>在通过我们网站与第三方进行网上商品或服务的交易时，您不可避免的要向交易对方或潜在的交易对方披露自己的信息，如联络方式或者邮政地址等。请您妥善保护自己的信息，仅在必要的情形下向他人提供。</strong>
      </p>
      <p>为应对信息泄露、损毁和丢失等可能出现的风险，我们制定了多项制度，明确安全事件、安全漏洞的分类分级标准及相应的处理流程。我们也为安全事件建立了专门的应急响应团队，按照安全事件处置规范要求，针对不同安全事件启动安全预案，进行止损、分析、定位、制定补救措施、联合相关部门进行溯源和打击。</p>
      <p>
        <strong>在不幸发生信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们同时将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报信息安全事件的处置情况</strong>
      </p>
      <p>
        8、如果您对我们的信息保护有任何疑问，可通过本协议中约定的联系方式联系我们。
        <strong>如您发现自己的信息泄密，尤其是您的账户及密码发生泄露，请您立即通过本协议【如何联系我们】中约定的联 系方式联络我们，以便我们采取相应措施。</strong>
      </p>
      <h4>（二）您信息的保存</h4>
      <p>1、您的信息将存储于中华人民共和国境内。如您使用跨境交易服务，且需要向境外传输您的信息完成交易的，我们会单独征得您的授权同意并要求接收方按照我们的说明、本协议以及其他任何相关的保密和安全措施来处理这些信息。</p>
      <p>
        <strong class="decoration">2、请您注意，当您成功注销我们账户后，我们将对您的信息进行删除或匿名化处理。</strong>
      </p>
      <p>
        <strong class="decoration">3、如果我们终止服务或运营，我们会至少提前三十日向您通知，并在终止服务或运营后对您的信息 进行删除或匿名化处理。</strong>
      </p>
      <h4>五、您如何管理您的信息</h4>
      <p>我们非常重视您对信息的关注，并尽全力保护您对于您信息访问、更正、删除以及撤回同意的权利，以使您拥有充分的能力保障您的隐私和安全。您的权利包括：</p>
      <p>
        <strong>1、访问和更正您的信息</strong>
      </p>
      <p>
        <strong class="decoration">除法律法规规定外，您有权随时访问和更正您的信息，具体包括：</strong>
      </p>
      <p>
        <strong class="decoration">（1）您的账户信息</strong>
      </p>
      <p>
        <strong class="decoration">（2）您的收货信息</strong>
      </p>
      <p>
        <strong
          class="decoration"
        >（3）您的订单信息：您可以选择删除已经完成和已取消的订单来删除您的订单信息，但这样可能导 致我们无法准确判断您的购买信息而难以提供相应的售后服务，您也无法对删除的订单使用我们的 晒单和评价功能。</strong>
      </p>
      <p>
        <strong class="decoration">（4）您的浏览信息</strong>
      </p>
      <p>
        <strong class="decoration">（5）您的评论信息</strong>
      </p>
      <p>
        <strong class="decoration">（6）您的发票信息</strong>
      </p>
      <p>
        <strong class="decoration">（7）您的档案信息</strong>
      </p>
      <p>
        <strong
          class="decoration"
        >（8）对于您在使用我们的产品与/或服务过程中产生的其他信息需要访问或更正，请随时联系我们。我们会根据本协议所列明的方式和期限响应您的请求。</strong>
      </p>
      <p>
        <strong
          class="decoration"
        >（9）您无法访问和更正的信息：除上述列明的信息外，您的部分信息我们还无法为您提供访问和更正的服务，这些信息主要是为了提升您的用户体验和保证交易安全所收集的您的设备信息、您使用扩展功能时产生的信息。上述信息我们会在您的授权范围内进行使用，您无法访问和更正，但您可联系我们进行删除或做匿名化处理。</strong>
      </p>
      <p>
        <strong>2、删除您的信息</strong>
      </p>
      <p>
        <strong class="decoration">您在我们的产品与/或服务页面中可以直接清除或删除的信息，包括订单信息、浏览信息、收货地址信息；</strong>
      </p>
      <p>
        <strong>在以下情形中，您可以向我们提出删除信息的请求：</strong>
      </p>
      <p>
        <strong>（1）如果我们处理信息的行为违反法律法规；</strong>
      </p>
      <p>
        <strong>（2）如果我们收集、使用您的信息，却未征得您的同意；</strong>
      </p>
      <p>
        <strong>（3）如果我们处理信息的行为违反了与您的约定；</strong>
      </p>
      <p>
        <strong>（4）如果我们终止服务及运营。</strong>
      </p>
      <p>
        <strong
          class="decoration"
        >若我们决定响应您的删除请求，我们还将同时通知从我们获得您的信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。若我们响应您的删除请求，我们不能保证立即从备份系统中删除相应的信息，但会在备份系统更新时删除这些信息。</strong>
      </p>
      <p>
        <strong>3、改变您授权同意的范围或撤回您的授权</strong>
      </p>
      <p>
        <strong
          class="decoration"
        >您可以通过删除信息、关闭设备功能、在我们网站或软件中进行隐私设置等方式改变您授权我们继续收集信息的范围或撤回您的授权。您也可以通过注销账户的方式，撤回我们继续收集您信息的全部授权</strong>
      </p>
      <p
        class="decoration"
      >请您理解，每个业务功能需要一些基本的信息才能得以完成，当您撤回同意或授权后，我们无法继续为您提供撤回同意或授权所对应的服务，也不再处理您相应的信息。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的信息处理。</p>
      <p>
        <strong>4、注销账户</strong>
      </p>
      <p>
        <strong
          class="decoration"
        >您可以在我们的领先智采中直接申请注销账户。您注销账户后，我们将停止为您提供产品与/或服务，并依据您的要求，除法律法规另有规定外，我们将删除您的信息。</strong>
      </p>
      <p>
        <strong>5、如果您不想接受我们给您发送的促销信息，您随时可通过以下方式取消：</strong>
      </p>
      <p>（1）您可通过账户设置页面的邮件订阅菜单中取消邮件订阅的促销信息。</p>
      <p>（2）您可以根据促销短信内容提示，来取消我们给您发送的手机促销短信。</p>
      <p>（3）您可以通过移动端领先智采设置是否接受我们通过“通知”推动给您的商品和促销信息。</p>
      <p>（4）我们会与第三方的平台或媒体（以上简称“平台”）合作基于您的信息向您推荐个性化的商品。这些信息包括诸如在本网站的购物情况、访问本网站关联公司网站的情况及您在您的账户设置中填写的兴趣爱好。平台仅向我们提供了展示商品的窗口，窗口内容的链接是我们站内的个性化商品展示信息，由我们进行管理，因此我们不会向广告商提供您的任何信息。而且我们在推荐窗内设置了屏蔽功能，您可选择屏蔽您不喜欢的广告。如您不愿意接受我们在单个平台上的推荐服务，请联系平台进行关闭。您知晓并理解平台是自主经营的实体，我们无法对其进行管理</p>
      <p>（5）为了保护您的隐私，我们不会以任何方式和途径向您推送涉及宗教信仰、性等相关敏感内容的促销或商品信息给您。</p>
      <p>
        <strong>6、响应您的请求</strong>
      </p>
      <p>如果您无法通过上述方式访问、更正或删除您的信息，或您需要访问、更正或删除您在使用我们产品与/或服务时所产生的其他信息，或您认为我们存在任何违反法律法规或与您关于信息的收集或使用的约定，您均可以发送电子邮件至【lxzc@66123123.com】或通过本协议中的其他方式与我们联系。为了保障安全，我们可能需要您提供书面请求，或提供您的身份证明文件，我们将在收到您反馈并验证您的身份后的15天内答复您的请求。对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际（例如，涉及备份磁带上存放的信息）的请求，我们可能会予以拒绝。</p>
      <p>
        <strong class="decoration">在以下情形中，按照法律法规要求，我们将无法响应您的请求：</strong>
      </p>
      <p>
        <strong class="decoration">（1）与国家安全、国防安全有关的；</strong>
      </p>
      <p>
        <strong class="decoration">（2）与公共安全、公共卫生、重大公共利益有关的；</strong>
      </p>
      <p>
        <strong class="decoration">（3）与犯罪侦查、起诉和审判等有关的；</strong>
      </p>
      <p>
        <strong class="decoration">（4）有充分证据表明您存在主观恶意或滥用权利的；</strong>
      </p>
      <p>
        <strong class="decoration">（5）响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的。</strong>
      </p>
      <p>
        <strong>六、通知和修订</strong>
      </p>
      <p>
        <strong
          class="decoration"
        >1、为给您提供更好的服务以及随着我们业务的发展，本协议也会随之更新。但未经您明确同意，我们不会削减您依据本协议所应享有的权利。我们会通过在我们网站、我们移动端上发出更新版本并在生效前通过网站公告或以其他适当方式提醒您相关内容的更新，也请您访问我们以便及时了解最新的协议。</strong>
      </p>
      <p>
        <strong
          class="decoration"
        >2、对于重大变更，我们还会提供更为显著的通知（我们会通过包括但不限于邮件、短信或在浏览页面做特别提示等方式，说明协议的具体变更内容）。</strong>
      </p>
      <p>
        <strong class="decoration">本协议所指的重大变更包括但不限于：</strong>
      </p>
      <p>
        <strong class="decoration">（1）我们的服务模式发生重大变化。如处理信息的目的、处理的信息类型、信息的使用方式等；</strong>
      </p>
      <p>
        <strong class="decoration">（2）我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等</strong>
      </p>
      <p>
        <strong class="decoration">（3）信息共享、转让或公开披露的主要对象发生变化；</strong>
      </p>
      <p>
        <strong class="decoration">（4）您参与信息处理方面的权利及其行使方式发生重大变化；</strong>
      </p>
      <p>
        <strong class="decoration">（5）我们负责处理信息安全的责任部门、联络方式及投诉渠道发生变化时；</strong>
      </p>
      <p>
        <strong class="decoration">（6）信息安全影响评估报告表明存在高风险时。</strong>
      </p>
      <p>
        <strong class="decoration">3、我们还会将本协议的旧版本存档，供您查阅。</strong>
      </p>
      <p>
        <strong>七、如何联系我们</strong>
      </p>
      <p>1、如您对本协议或您信息的相关事宜有任何问题、意见或建议，请联系我们集团</p>
      <p>信息保护负责人邮箱【lxzc@66123123.com】</p>
      <p>联系地址：北京市朝阳区大羊坊路89号新华国际广场A座11层</p>
      <p>您还可以随时通过访问【www.66123123.com】在线客服系统或拨打我们的任何一部客服电话等多种方式与我们联系。</p>
      <p>2、一般情况下，我们将在15天内回复。如果您对我们的回复不满意，特别是我们的信息处理行为损害了您的合法权益，您还可以向网信、电信、公安及工商等监管部门进行投诉或举报。</p>
      <p>注：本协议版将于【2020】年【8】月【31】日正式生效。</p>
      <p>附件：《账号注销须知》</p>
      <p>尊敬的用户：</p>
      <p>因我们暂不支持线上的用户自助注销账户操作，如您确定要注销账户，请您直接和您公司对接人反馈，或致电服务热线：【400-8881123】，客服专员会协助您处理。</p>
      <p>
        <strong
          class="decoration"
        >我们在此善意地提醒您，您注销账户的行为会给您的售后维权带来诸多不便，且注销我们账户后，您的信息我们只会在我们的前台系统中去除，使其保持不可被检索、访问的状态，或对其进行匿名化处理。您知晓并理解，根据相关法律规定，相关交易记录须在我们后台保存3年甚至更长的时间。</strong>
      </p>
      <p>
        <strong class="decoration">1、注销本账户后，您将放弃以下权益和资产：</strong>
      </p>
      <p>
        <strong class="decoration">（1）账户信息、会员权益、虚拟资产且无法恢复；</strong>
      </p>
      <p>
        <strong class="decoration">（2）无法使用账户原验证手机或邮箱登陆我们服务；</strong>
      </p>
      <p>
        <strong class="decoration">（3）解除与第三方授权或绑定关系；</strong>
      </p>
      <p>
        <strong
          class="decoration"
        >您理解并同意，我们无法协助您重新恢复前述服务，您注销账户的行为会给您的售后维权带来诸多不便，请您在操作之前，确保您的账户无任何纠纷，并自行备份账户相关的所有信息和数据，下载并保存好订单商品和服务的交易凭证、票据（如电子发票）等资料，否则您有可能须支付额外的账户和订单查询费用或无法享受相关售后服务。</strong>
      </p>
      <p>
        <strong>2、如果您仍执意注销账户，您的账户需同时满足以下条件：</strong>
      </p>
      <p>
        <strong>（1）账号当前为有效状态；</strong>
      </p>
      <p>
        <strong>（2）账户内无未完成的订单和服务；</strong>
      </p>
      <p>
        <strong>（3）账户无任何纠纷，包括投诉举报或被投诉举报；</strong>
      </p>
      <p>
        <strong>（4）账户未激活过我们旗下其他服务（如我们云等）；</strong>
      </p>
      <p>
        <strong>（5）账户已经解除与其他网站、其他领先智采的授权登录或绑定关系。</strong>
      </p>
      <p>
        <strong
          class="decoration"
        >3、账户一旦被注销将不可恢复，请您在操作之前自行备份账户相关的所有信息和数据。请您保存好订单商品和服务的交易凭证、票据等资料，否则您有可能须支付额外的账户和订单查询费用，或无法享受售后服务。</strong>
      </p>
      <p>
        <strong
          class="decoration"
        >4、在账户注销期间，如果您的账户涉及争议纠纷，包括但不限于投诉、举报、诉讼、仲裁、国家有权机关调查等，我们有权自行终止本我们账户的注销而无需另行得到您的同意。</strong>
      </p>
      <p>
        <strong class="decoration">5、注销账户，您将无法再使用本账户，也将无法找回您账户中及与账户相关的任何内容或信息，包括但不限于：</strong>
      </p>
      <p>
        <strong class="decoration">（1）您将无法登录、使用本账户；</strong>
      </p>
      <p>
        <strong class="decoration">（2）本账户的个人资料和历史信息（包括但不限于用户名、头像、购物记录、关注信息等）都将无法找回；</strong>
      </p>
      <p>
        <strong
          class="decoration"
        >（3）您通过账户使用、授权登录或绑定慧采账户后使用的我们相关或第三方的其他服务（包括但不限于我们阅读、我们云等）的所有记录将无法找回。您将无法再登录、使用前述服务，您曾获得的余额、优惠券、积分、资格、订单、我们联盟账户权益及其他卡券等视为您自行放弃，将无法继续使用。您理解并同意，我们无法协助您重新恢复前述服务。请您在提交注销申请前，务必先了解您须解绑的其他相关账户信息，具体可与我们的客服联系。</strong>
      </p>
      <p>
        <strong class="decoration">6、注销本账户并不代表本账户注销前的账户行为和相关责任得到豁免或减轻。</strong>
      </p>
    </div>
  </div>
</template>

<script>
import inputTop from "@/components/topTitle";

export default {
  name: "PrivacyPolicy",
  components: {
    inputTop,
  },
  methods: {
    goBack() {
      if (this.$route.query.type) {
        this.$router.push({ name: "AboutApp" });
      } else {
        this.$router.push("/login");
      }
    },
  },
};
</script>

<style scoped lang="less">
.PrivacyPolicy {
  font-size: 14px;
  .PrivacyPolicy_body {
    p {
      text-indent: 30px;
      margin: 10px 0 0 0;
      line-height: 25px;
    }
    h3 {
      text-align: center;
    }
    width: 350px;
    margin: 0 10px;
  }
  .decoration {
    text-decoration: underline;
  }
}
</style>