<template>
  <div class="ServiceAgreement">
    <!-- 服务协议 -->
    <inputTop :type="3"></inputTop>

    <div class="ServiceAgreement_body">
      <p style="line-height:20pt; margin:0pt; orphans:0; text-align:center; widows:0">
        <span style=" font-size:16pt; font-weight:bold">领先智采平台服务协议</span>
      </p>
      <p></p>
      <p>首部及导言</p>
      <p>欢迎使用领先智采软件及服务！</p>
      <p>1、您在成为领先智采APP（领先智采移动客户端软件、应用程序，以下称“领先智采”）成员前，均已与领先未来科技集团有限公司（以下简称“我们”）建立了合同关系，且本领先智采是您与我们间合同交易的重要补充；故，该合同与将本领先智采共同为双方的业务提供指引，当该协议约定的内容与本领先智采实际操作有所不同时，以本领先智采确认双方权利义务。</p>
      <p>
        <strong>2、领先智采领先智采平台及领先智采上的各项电子服务的所有权和运作权归属于我们所有，当您向我们提出申请在领先智采内开立账户，并确认同意本协议后，您便成为领先智采领先智采会员，本协议在您与我们间成立并发生法律效力。</strong>
      </p>
      <p>
        <strong>3、您在向我们申请使用领先智采作为您我双方交易工具之前，已对双方签订的合同及本平台服务协议、《领先智采隐私协议》内容进行了认真的阅读，充分理解各条款内容，</strong>
        <strong
          class="decoration"
        >特别是以粗体/粗体下划线标识的条款，您应重点阅读，以明示或默示的方式，确认本协议对您（包括：企业、部队、政府机关等所有使用领先智采的主体及其授权的操作领先智采内账户的人员）的效力。</strong>
      </p>
      <p>
        <strong
          class="decoration"
        >4、根据国家法律法规变化及领先智采运营需要，我们有权对本协议条款及相关规则不时地进行修改，修改后的内容一旦以任何形式公布在领先智采上即生效，并取代此前相关内容，您应不时关注领先智采公告、提示信息及协议、规则等相关内容的变动。您知悉并确认，如您不同意更新后的内容，应立即停止使用领先智采；如您继续使用领先智采，即视为知悉变动内容并同意接受。</strong>
      </p>
      <p>
        <strong>一、账户管理</strong>
      </p>
      <p>1、您在指定下载平台下载本领先智采后，向我们提出注册账户需求并向我们提供您的注册信息，我们依据您的要求为您开通账户，并提供相应的账号与密码后，您便能使用我们的领先智采进行线上交易。</p>

      <p>2、基于领先智采所提供的网络服务的重要性，您确认并同意：</p>
      <p>(1)提供的注册资料真实、准确、完整、合法有效，注册资料如有变动的，应及时更新；</p>
      <p>
        <strong>(2)如果您提供的注册资料不合法、不真实、不准确、不详尽的，可能导致无法下单，订单无法执行或执行的订单与您的预期不一致等情况，您需承担因此引起的相应责任及后果，且我们将视具体情况暂停问题账户的操作，并及时通知您进行调整。</strong>
      </p>

      <p>
        <strong
          class="decoration"
        >3、您可以指定一名或几名专人管理您在领先智采上的账号，您确认上述指定人员能够代表您在领先智采内操作，领先智采只能由您指定的专人使用，该指定人员之外其人员无权了解领先智采的账户与登录密码。</strong>
      </p>
      <p>
        <strong
          class="decoration"
        >4、您的指定人员在领先智采上操作的所有行为将被认定为是您的行为，该行为将在您与我们之间产生法律效力，形成有效订单，且双方均须依据该生效订单内容履行。</strong>
      </p>
      <p>
        <strong
          class="decoration"
        >5、您了解该领先智采仅限用于非商业目的，供您消费合理自用；您不得将本领先智采中的账号赠与、转让、出借、出租、透漏或以任何其他方式分享给任何非指定人员或任何第三方，否则，该取得您账户信息并操作人员，在领先智采内进行的操作，将被视为您的操作，如其用您的账户下单将被认定为是您的订单，我们依据该订单履行完后，将在您与我们之间形成债权债务关系，即你可能面临为第三方支付货款的风险或您账户信息被恶意篡改的风险等，故望您承诺将保存好该账户与密码，并对相关操作人员进行保密管理。</strong>
      </p>
      <p>6、 若您认为有人可能在使用您的帐号，则您应立即告知我们，我们将配合您进行积极处理。</p>
      <p>
        <strong
          class="decoration"
        >7、如您因个人原因导致帐号信息遗失，需要找回帐号信息，您须及时联系我们，如您未及时通知我们，则在此期间产生的所有订单将被自动认定为您真实意思表示产生的有效订单，我们将依据上述订单履行送货义务，同时，您须为上述订单履行支付义务。</strong>
      </p>
      <p>
        <strong>8、您不得使用其他人的帐号来访问我们的领先智采。如您使用非您本人注册的帐号访问我们的领先智采，由此导致的任何损失与责任应由您自行承担。</strong>
      </p>
      <p>
        <strong>9、注销账户</strong>
      </p>
      <p>
        (1)
        <strong
          class="decoration"
        >您可以联系我们申请注销账户。您注销账户后，我们将停止为您提供产品与/或服务，并依据您的要求，除法律法规另有规定外，我们将删除您的用户信息，请您务必审慎阅读、充分理解协议中相关条款内容。</strong>
      </p>
      <p>
        (2)
        <strong class="decoration">注销本账户后，您将放弃以下权益和资产：</strong>
      </p>
      <p>
        1)
        <strong class="decoration">您将无法使用账户原验证手机或邮箱登陆我们的服务，使用你的账户；</strong>
      </p>
      <p>
        2)
        <strong class="decoration">您的账户信息、会员权益将无法恢复；</strong>
      </p>
      <p>
        3)
        <strong class="decoration">您将被视为自愿放弃账户在我们领先智采中的资产和虚拟权益（包括但不限于账户余额、优惠券等）自愿放弃；</strong>
      </p>
      <p>
        4)
        <strong class="decoration">您将解除通过我们的领先智采与第三方授权或绑定关系。</strong>
      </p>
      <p>
        (3)
        <strong class="decoration">如果您仍执意注销账户，您的账户需同时满足以下条件：</strong>
      </p>
      <p>
        1)
        <strong>在最近一个月内，账户没有进行更改密码、更改绑定信息等敏感操作；</strong>
      </p>
      <p>
        2)
        <strong>账户内无未完成的订单和服务；</strong>
      </p>
      <p>
        3)
        <strong>您无任何欠款；</strong>
      </p>
      <p>
        4)
        <strong>账户无任何纠纷，包括投诉举报或被投诉举报。</strong>
      </p>
      <p>
        (4)
        <strong
          class="decoration"
        >我们账户一旦被注销将不可恢复，请您在操作之前自行备份我们账户相关的所有信息和数据。请您保存好订单商品和服务的交易凭证、票据等资料，否则您有可能须支付额外的账户和订单查询费用，或无法享受售后服务。</strong>
      </p>
      <p>
        (5)
        <strong
          class="decoration"
        >我们在此善意地提醒您，您注销账户的行为会给您的售后维权带来诸多不便，且注销我们账户后，您的用户信息我们只会在领先智采的前台系统中去除，使其保持不可被检索、访问的状态，或对其进行匿名化处理。您知晓并理解，根据相关法律规定，相关交易记录须在我们后台保存5年甚至更长的时间。</strong>
      </p>
      <p>
        (6)
        <strong
          class="decoration"
        >在我们账户注销期间，如果您的我们账户涉及争议纠纷，包括但不限于投诉、举报、诉讼、仲裁、国家有权机关调查等，我们有权自行终止本我们账户的注销而无需另行得到您的同意。</strong>
      </p>
      <p>
        (7)
        <strong class="decoration">注销本我们账户并不代表本我们账户注销前的账户行为和相关责任得到豁免或减轻。</strong>
      </p>
      <p>二、行为规范</p>
      <p>
        <strong>1、本协议依据国家相关法律法规规章制定，您同意严格遵守以下义务：</strong>
      </p>
      <p>(1)不得传输或发表：煽动抗拒、破坏宪法和法律、行政法规实施的言论，煽动颠覆国家政权，推翻社会主义制度的言论，煽动分裂国家、破坏国家统一的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论；</p>
      <p>(2)从中国大陆向境外传输资料信息时必须符合中国有关法规；</p>
      <p>(3)不得利用本领先智采从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；</p>
      <p>(4)不得干扰本领先智采的正常运转，不得侵入本领先智采及国家计算机信息系统；</p>
      <p>(5)不得传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽的、不文明的等信息资料；</p>
      <p>(6)不得传输或发表损害国家社会公共利益和涉及国家安全的信息资料或言论；</p>
      <p>(7)不得教唆他人从事本条所禁止的行为；</p>
      <p>(8)不得利用在本领先智采注册的账户进行牟利性经营活动；</p>
      <p>(9)不得发布任何侵犯他人隐私、个人信息、著作权、商标权等知识产权或合法权利的内容；</p>
      <p>
        2、
        <strong
          class="decoration"
        >您须对自己在领先智采的言论和行为承担法律责任，您若通过本领先智采从事上述行为的，我们领先智采的系统记录有可能作为您违反法律的证据，如上述行为并不是在您授意的基础上进行的，则相关责任人，须承担相应的法律责任，您须配合处理。</strong>
      </p>
      <p>三、关于本服务</p>
      <p>1、本服务的内容</p>
      <p>
        <strong>本服务内容是指我们通过领先智采向您提供的各种线上及线下服务，线上浏览商品、收藏、下单、确认发票信息，跟踪物流信息等服务（以下简称“本服务”）。</strong>
      </p>
      <p>2、本服务的形式</p>
      <p>(1)我们将向您提供领先智采的管理权限、使用功能和使用说明等服务，并尽应有之努力保障本服务的正常运行。</p>
      <p>(2)本服务中我们领先智采客户端软件提供包括但不限于iOS、Android等多个应用版本（具体以我们提供的版本为准），您必须选择与所安装终端设备相匹配的软件版本。我们会不断更新应用版本等，如您已注册使用一种版本的服务，则可以以同一帐号使用其他版本的服务，本协议自动适用于您所使用的所有版本的软件和服务。</p>
      <p>3、本服务许可的范围</p>
      <p>
        (1)
        <strong>我们给予您一项不可转让的、非排他性的许可，以使用本软件。</strong>
      </p>
      <p>
        (2)
        <strong>本条及本协议其他条款未明示授权的其他一切权利仍由我们保留，您在行使这些权利时须另外取得我们的书面许可。我们如果未行使前述任何权利，并不构成对该权利的放弃。</strong>
      </p>
      <p>
        4、
        <strong
          class="decoration"
        >我们会基于您的用户信息与购买习惯通过邮箱、短信、领先智采内推广说明等方式向您推荐个性化的商品和促销与推广文件。这些用户信息包括诸如在本领先智采的购物情况、访问本领先智采关联平台的情况。如果您不想接受我们给您发送的促销信息，您随时可向我们提出停止接收信息要求，我们将尽快安排处理。</strong>
      </p>
      <p>
        <strong>四、交易说明</strong>
      </p>
      <p>
        1、
        <strong>订单</strong>
      </p>
      <p>
        (1)
        <strong
          class="decoration"
        >在您使用领先智采下订单时，请您仔细确认所购商品的名称、价格、数量、型号、规格、尺寸、联系地址、电话、收货人等信息。收货人的行为和意思表示视为您的行为和意思表示，您应对收货人的行为及意思表示的法律后果承担连带责任。</strong>
      </p>
      <p>
        (2)
        <strong
          class="decoration"
        >您理解并同意，领先智采上我们展示的商品和价格等信息仅仅是要约邀请，您下单时须填写您希望购买的商品数量、价款、收货人、联系方式、收货地址（履行地点）、履行方式等内容，系统生成的订单信息是计算机信息系统根据您填写的内容自动生成的数据，仅是您我们发出的要约；我们收到您的订单信息后，在我们指定的专人与您核对完订单无误或直接向您指定地点发货后，被视为您与我们之间就确认无误的商品建立了法律关系，您与我们均须依据该生效的订单执行，且该订单是我们向您收取费用的重要依据之一。</strong>
      </p>
      <p>
        (3)
        <strong
          class="decoration"
        >尽管我们做出最大的努力，但由于市场变化及各种以合理商业努力难以控制因素的影响，领先智采无法避免您提交的订单信息中的商品出现缺货、价格标示错误等情况；如您下单所购买的商品出现以上情况，您有权向我们提出取消订单，若您已经付款，则为您办理退款或换货服务。</strong>
      </p>
      <p>
        (4)
        <strong
          class="decoration"
        >您的购买行为应当基于真实的消费需求，不得存在对商品及/或服务实施恶意购买、恶意维权等扰乱我们平台正常交易秩序的行为。基于维护我们平台交易秩序及交易安全的需要，我们发现上述情形时可主动执行关闭相关交易订单等操作。</strong>
      </p>
      <p>2、结算</p>
      <p>
        <strong>(1)您了解并同意，我们并不在领先智采上结算，针对您与我们在线上生成的有效订单，您同意依据您与我们之间已经生效的书面文件执行，并以线下支付的方式处理，您在线下履行完付款义务后，视为您在领先智采内对应订单的付款义务履行完成，我们会依据您在线上选择填写的内容出具对应的发票，并依据您与我们签订的书面合同向您开具发票。</strong>
      </p>
      <p>
        <strong>(2)您同意依据与我们在书面合同中确认的交易价格进行结算。</strong>
      </p>
      <p>3、配送和交付</p>
      <p>
        (1)
        <strong>您在领先智采购买的商品将按照领先智采上您所指定的送货地址进行配送。您应当清楚准确地填写您的送货地址、联系人及联系方式等配送信息，您知悉并确认，您所购买的商品应仅由您填写的联系人接受身份查验后接收商品，因您变更联系人或相关配送信息而造成的损失由您自行承担。</strong>
      </p>
      <p>
        (2)
        <strong class="decoration">因如下情况造成订单延迟或无法配送等，我们将无法承担迟延配送或无法配送的责任：</strong>
      </p>
      <p>
        1)
        <strong class="decoration">您提供错误信息和不详细的地址；</strong>
      </p>
      <p>
        2)
        <strong>class="decoration"货物送达无人签收或拒收，由此造成的重复配送所产生的费用及相关的后果；</strong>
      </p>
      <p>
        3)
        <strong
          class="decoration"
        >不可抗力，例如：自然灾害及恶劣天气、交通戒严等政府、司法机关的行为、决定或命令、意外交通事故、罢工、法规政策的修改、恐怖事件、抢劫、抢夺等暴力犯罪、突发战争等；因电力供应故障、通讯网络故障等公共服务因素或第三人因素；在我们已尽善意管理的情况下，因常规或紧急的设备与系统维护、设备与系统故障、网络信息与数据安全等因素。</strong>
      </p>
      <p>
        (3)
        <strong
          class="decoration"
        >您在领先智采购买的商品由我们的关联方或第三方配送公司（包括顺丰、圆通等，以下称“配送公司”）为您完成订单交付的，系统或单据记录的签收时间为交付时间；您购买的商品采用在线传输方式交付的，我们向您指定系统发送的时间为交付时间；您购买服务的，生成的电子或者实物凭证中载明的时间为交付时间。</strong>
      </p>
      <p>4、售后服务</p>
      <p>
        <strong>销售商依据国家相关规定、厂家规定提供相关售后服务。</strong>
      </p>
      <p>
        <strong>五、所有权及知识产权</strong>
      </p>
      <p>
        1、
        <strong
          class="decoration"
        >您授权我们为了向您提供服务目的，在领先智采内展示您的全称或简称、LOGO等任何信息，不被视为侵权；直到我们信息向你提供领先智采服务时，该授权终止。</strong>
      </p>
      <p>
        <strong>六、无担保和责任限制</strong>
      </p>
      <p>您理解并同意：</p>
      <p>
        <strong
          class="decoration"
        >本服务是按照现有技术和条件所能达到的现状提供的。我们会尽最大努力保障服务的连贯性和安全性，但我们不能随时预见和防范法律、技术以及其他风险，对于下述原因导致的合同履行障碍、瑕疵、延后或内容变更等情形，导致您直接或间接损失，您理解我们无法承担责任：</strong>
      </p>
      <p>
        1)
        <strong class="decoration">因自然灾害、罢工、暴乱、战争、恐怖袭击、政府行为、司法行政命令等不可抗力因素；</strong>
      </p>
      <p>
        2)
        <strong class="decoration">病毒、木马、黑客攻击；</strong>
      </p>
      <p>
        3)
        <strong class="decoration">因电信部门技术调整或故障、通讯网络故障等公共服务因素；</strong>
      </p>
      <p>
        4)
        <strong class="decoration">您自身设备的软件、系统、硬件和通信线路出现故障，或用户通过非本协议项下约定的方式使用本软件服务的；</strong>
      </p>
      <p>
        5)
        <strong class="decoration">我们已善意管理，但出现紧急设备/系统的故障/维护、网络信息与数据安全等情况。</strong>
      </p>
      <p>
        6)
        <strong class="decoration">第三方服务瑕疵、政府行为等原因可能导致的服务中断、数据丢失以及其他的损失和风险。</strong>
      </p>

      <p>
        <strong>七、违约责任</strong>
      </p>
      <p>
        1、
        <strong
          class="decoration"
        >您应妥善保管本协议项下账户名及密码信息，如因为您擅自将账户名及密码信息转让、授权、赠与或因保管不善等任何其它原因导致任何其它人使用的，您需自行对其账户项下的一切行为独立承担责任。同时我们在该种情况下有权做出独立判断，可采取暂停或关闭您参与资格等措施。</strong>
      </p>
      <p>
        2、
        <strong
          class="decoration"
        >您通过平台采购的商品不得销售给任何其他分销商或经销商，若产生与任何本协议外第三方的争议均由您自行解决，给我们造成实际损失的，您应承担相应赔偿责任。</strong>
      </p>
      <p>
        3、
        <strong>您应理解按授权范围使用许可软件、尊重软件及软件包含内容的知识产权、按规范使用软件、按本协议约定履行义务是您使用许可软件及服务的前提，如您违反本协议的相关约定，我们会视您的实际违约情况选择中止、终止或解除本协议。</strong>
      </p>
      <p>
        4、
        <strong>您对软件的使用可能有赖于我们关联公司为您提供的配套服务，如您违反与我们关联公司的条款、协议、规则、通告等相关规定（如有），而被我们关联公司终止提供服务的，可能导致您无法正常使用本许可软件及服务，我们会视您的实际违约情况选择中止、终止或解除本协议。</strong>
      </p>
      <p>
        5、
        <strong>您理解出于维护交易秩序及保护消费者权益的目的，如果您向我们及/或我们关联公司作出任何形式的承诺，且相关公司已确认您违反了该承诺并通知我们依据您与其相关约定进行处理的，则我们可按您的承诺或协议约定的方式对您的使用许可作出限制并采取其他我们可采取的权益限制措施，包括中止或终止对您提供许可软件服务。</strong>
      </p>
      <p>
        6、
        <strong
          class="decoration"
        >本协议的终止并不影响终止前您与我们基于本协议产生的权利义务。因您的原因导致我们遭受第三方索赔、行政部门处罚等，您应当赔偿我们因此造成的损失及（或）发生的费用，包括合理的律师费用、调查取证费用等。如因您的个人行为造成我们商誉损害的，我们有权要求您在公开媒体上发表声明以消除影响。</strong>
      </p>
      <p>八、通知与送达</p>
      <p>1、本协议履行过程中，一方传递给另一方的书面通知；或在诉讼程序中，法院对双方进行书面通知的，按照您注册时填写的地址进行送达。书面通知的形式还包括但不限于电子邮件、手机短信和传真等电子方式，在采用电子方式进行书面通知的情况下发送即视为送达。</p>
      <p>
        <strong>2、一方的送达地址或送达电子邮箱需要变更时应当履行通知义务，通过信件/邮件/电话/短信的方式对另一方进行通知。</strong>
      </p>
      <p>
        九、
        <strong>法律管辖适用及其他</strong>
      </p>
      <p>
        <strong
          class="decoration"
        >1、本协议的订立、执行和解释及争议的解决均应适用中国法律。如就本协议内容或其执行发生任何争议，应尽力友好协商解决；协商不成时，应向协议签订地有管辖权的人民法院提起诉讼。本协议签订地为中华人民共和国北京市朝阳区。</strong>
      </p>
      <p>2、如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。</p>
      <p>3、本协议未明示授权的其他权利仍由我们保留，您在行使这些权利时须另外取得我们的书面许可。我们如果未行使前述任何权利，并不构成对该权利的放弃。</p>
      <p>
        <strong class="decoration">4、您点击“同意”按钮即视为您完全接受本协议，在点击之前请您再次确认已知悉并完全理解本协议的全部内容。</strong>
      </p>
     
      <p style="text-align: right;">发布日期：2020年9月7日</p>
    </div>
  </div>
</template>

<script>
import inputTop from "@/components/topTitle";
export default {
  name: "ServiceAgreement",
  components: {
    inputTop,
  },
  methods: {
    goBack() {
      if (this.$route.query.type) {
        this.$router.push({ name: "AboutApp" });
      } else {
        this.$router.push("/login");
      }
    },
  },
};
</script>

<style scoped lang='less'>
.ServiceAgreement {
  font-size: 14px;
  .ServiceAgreement_body {
    width: 350px;
    margin: 0 10px;
    p {
      text-indent: 30px;
      margin: 10px 0 0 0;
      line-height: 25px;
    }
  }
  .decoration {
    text-decoration: underline;
  }
}
</style>